{
    "summary": "I am a Software Engineer with experience in application, backend and frontend development (development, testing, business analysis). Currently I work in a Swiss multinational bank and develop FX services for traders from around the world.",
    "experience": [
        {
            "position": "Software Engineer",
            "employer": "EPAM Systems",
            "date": "02.2019-present",
            "location": "Wroclaw, Poland",
            "accomplishments": [
                "Worked as an outsourcing software engineer for a multinational investment bank and financial services company.",
                "Developed currency exchange services that are used by traders from around the world.",
                "Configuered build/deployment pipelines"
            ],
            "tools": [ "Visual Studio", "PLSQL Developer", "IIS Manager", "TeamCity", "Jira", "NUnit", "SpecFlow" ],
            "technologies": [ ".NET", "C#", "WPF", "WinForms", "WCF", "ASP.NET", "Oracle Database" ]
        },
        {
            "position": "Software Developer",
            "employer": "Speech Technology Center",
            "date": "04.2014-01.2019",
            "location": "Saint Petersburg, Russia",
            "accomplishments": [
                "Developed and maintained a user controls library, created a brand new modern user-friendly interface of desktop applications using WPF.",
                "Created various types of desktop applications, that solve such problems as converting speech to text, analyzing transcripts of customer calls, etc.",
                "Developed a client-server video surveillance system with biometric face recognition, that allows to find and catch criminals or can be used as an access control system.",
                "Developed a web-application of reporting system using modern web technologies.",
                "Coached new team members."
            ],
            "tools": [ "Visual Studio", "MS SQL Management Studio", "TeamCity", "Jira", "NUnit", "Adobe Photoshop", "Adobe Illustrator" ],
            "technologies": [ ".NET", "C#", "WPF", "WinForms", "Win32 API", "COM Interop", "WCF", "ASP.NET", "SignalR", "Entity Framework", "JavaScript", "React.js", "Redux", "D3.js" ]
        },
        {
            "position": "Software Developer",
            "employer": "KLÖCKNER PENTAPLAST",
            "date": "03.2013-02.2014",
            "location": "Saint Petersburg, Russia",
            "accomplishments": [
                "Created an application for building and customizing 3D models of pharmaceutical blister pack configurations for further computing of gas and vapor permeability properties.",
                "Developed mathematical models for further computing of gas and vapor permeability properties."
            ],
            "tools": [ "Visual Studio", "Mathcad", "NUnit" ],
            "technologies": [ ".NET", "C#", "WPF", "Silverlight" ]
        }
    ],
    "education": [
        {
            "title": "Saint Petersburg State Institute of Technology (Technical University)",
            "description": "Specialist, Automated systems of information processing and management",
            "date": "2009-2014",
            "location": "Saint Petersburg, Russia"
        }
    ]
}